{
    "books": [
        {
            "id": 1,
            "Name": "The Little Prince",
            "Author": "Antoine De Saint Exupery",
            "Publisher": "X Publisher",
            "Type": "Roman",
            "Price": "39,00",
            "Translator": "None",
            "Released_date": "15.02.2016",
            "ISBN": "9786059681001",
            "Language": "ENG",
            "Page Amount": "120",
            "Volume": "Cartoon",
            "Paper Type": "Book",
            "Shape": "12.5 x 19.5 cm",
            "Available": true,
            "Content": "The Little Prince, beloved by readers of all ages, comes to life in a format perfect for teen readers.",
            "Image": "./images/little_prince.jpg"
        },
        {
            "id": 2,
            "Name": "Devre Analizi ve Ölçme Bilgisi Laboratuvarı Deneyleri (Bilgisayar Destekli ve Konu Anlatımlı)",
            "Author": "Mustafa Ergin Şahin",
            "Publisher": "X Publisher",
            "Type": "University",
            "Price": "50,70",
            "Translator": "None",
            "Released_date": "27.02.2018",
            "ISBN": "9786053206392",
            "Language": "TR",
            "Page Amount": "176",
            "Volume": "Cartoon",
            "Paper Type": "Book",
            "Shape": "16 x 23.5 cm",
            "Available": true,
            "Content": "Bu kitap üniversitelerin çeşitli bölümlerinde ‘Devre Analizi’ ya da ‘Temel Elektrik ve Ölçme Bilgisi’ adı altında okutulan ders konularını ve buna ait deneyleri içermektedir. Bu kitapta devre analizi ve temel elektrik ölçme bilgilerini içeren ve iki dönemlik ders müfredatına uygun olarak hazırlanmış 20 adet deney bulunmaktadır. Deneylerden önce kısa konu anlatımları ve hazırlık soruları ile öğrencilerin konuyu araştırması ve deneye hazırlanması sağlanmıştır. Deneylerde kullanılan malzemeler piyasada uygun fiyata kolayca bulunabilen ve tüm laboratuvarlarda yer alan ortak malzemelerden seçilmiştir. Bu deneylerin kullanılan elemanlar ile laboratuvar ortamında düzgün çalıştığı test edilmiştir. Uygulamada yaşanabilecek aksaklıklar ve deneyler kurulurken dikkat edilecek önemli noktalar özellikle belirtilmiştir. \n\nElinizdeki kitap aynı zamanda laboratuvar eksiği olan bölümlerde düşünülerek bilgisayar ortamında bu deneylerin benzetimleri yapılabilecek ve tekrarlanabilecek şekilde hazırlanmıştır. Bu amaçla bu kitapta ‘Multisim’ benzetim programının nasıl kullanılacağı detaylıca anlatılmış ve deneylerle birleştirilmiştir. Deneylerde ve ölçme işlemlerinde kullanılacak osiloskop, sinyal jeneratörü, güç kaynağı ve avometre gibi cihazların kullanımları da öğrencilere pratiklik kazandırmak için detaylıca ele alınmıştır. ",
            "Image": "./images/elektrik_devreleri.jpg"
        },
        {
            "id": 3,
            "Name": "Böğürtlen Kışı",
            "Author": "Sarah Jio",
            "Publisher": "X Publish",
            "Type": "Romance",
            "Price": "46,75",
            "Translator": "Fatma Zeynep Öztürk",
            "Released_date": "16.08.2018",
            "ISBN": "9786059441933",
            "Language": "TR",
            "Page Amount": "312",
            "Volume": "Cartoon",
            "Paper Type": "Book",
            "Shape": "13.5 x 21 cm",
            "Available": true,
            "Content": "Keşke ikimiz için hayat bambaşka olsaydı.\nİlkbahar. Yaz. Sonbahar. Kış…\nHayatın böyle mevsimleri vardır ama aynı zamanda sürpriz mevsimlere de gebedir hayat. Mesela bahardan yaza geçerken kar yağmaz mı hiç? Böğürtlenlerin çiçek açtığı mayıs ayında. Bilir misiniz, böğürtlen kışı denir mevsim dışı kar yağdığında.\nBöğürtlen kışı kimine peşinde kışın soğuk acılarını getirir; kimine kışın tatlı huzurunu. Kimini arayışlara iter; kimini hesaplaşmalardan döndürür. Kiminin sabrını zorlar, kimini tesadüflerle sınar. Böğürtlen kışı hep sürpriz başlangıç ve sonlarla doludur…\n\nKitap Hakkında Ne Dediler\n\n“Sarah Jio’nun o bilindik saran üslubuyla; mevsimi olmadığı halde bastıran kışı, büyümeden kaybedilen evladı, yaşamadan yitirilen aşkı okuyacağınız bu kitabı bir çırpıda bitirecek, etkisinden uzun süre çıkamayacaksınız.” Seyhan Çinko\n\n“Anne olmayan yüreklerde dahi sarsıntı yaratacak kadar güçlü bir roman. Sayfaları her çevirdiğinizde bir insanın çaresizliği parmak uçlarınıza kadar ulaşacak. Sona erdiğinde ise bir annenin ezbere, tekrar tekrar bebeğine söylediği bir ninni gibi bu hikâye de size kendini kolay kolay unutturmayacak.” Ayşe Ayhan",
            "Image": "./images/bogurlen_kisi.jpg"
        },
        {
            "id": 4,
            "Name": "İnsanın Anlam Arayışı",
            "Author": "Viktor Emil Frankl",
            "Publisher": "X Publish",
            "Type": "Philosophy",
            "Price": "37,70",
            "Translator": "None",
            "Released_date": "19.09.2019",
            "ISBN": "9786054054206",
            "Language": "TR",
            "Page Amount": "170",
            "Volume": "Cartoon",
            "Paper Type": "Book",
            "Shape": "13.5 x 19.5 cm",
            "Available": true,
            "Content": "20. yüzyılın önde gelen psikiyatrlarından Viktor Frankl, otuzun üzerinde yabancı dile çevrilen ve bütün dünyada 12 milyondan fazla satan İnsanın Anlam Arayışı’nda, kurucusu olduğu logoterapinin ilkelerini, İkinci Dünya Savaşı sırasında bir toplama kampındaki deneyimleri eşliğinde anlatmaktadır.\nOkurlar, Frankl’ın tasvir ettiği toplama kampının, dünyayı daha büyük bir hapishane olarak kavramamızı sağlayacak parlak bir metafora dönüştüğünü fark edecektir. Gasset, Heidegger ve Sartre’dan aşina olduğumuz düşünceler ışığında, varoluşun çetin koşullarında “anlam”ı keşfetmemize yardım edecek süreci anlatan Frankl, “İnsanı insan yapan nedir?” sorusuna da yanıt vermeye çalışıyor…\n“Gerçekten ihtiyaç duyulan şey, yşama yönelik tutumumuzdaki temel bir değişmeydi. Yaşamdan ne beklediğimizin gerçekten önemli olmadığını, asıl önemli olan şeyin yaşamın bizden ne beklediği olduğunu öğrenmemiz ve dahası umutsuz insanlara öğretmemiz gerekiyordu. Yaşamın anlamı hakkında sorular sormayı bırakmamız, bunun yerine kendimizi yaşam tarafından her gün, her saat sorgulanan birileri olarak düşünmemiz gerekirdi. Yanıtımızın konuşma ya da meditasyondan değil, doğru eylemden ve doğru yaşam biçiminden oluşması gerekiyordu. Nihai anlamda yaşam, sorunlara doğru çözümler bulmak ve her birey için kesintisiz olarak koyduğu görevleri yerine getirme sorumluluğunu almak anlamına gelir.”",
            "Image": "./images/insanin_anlam_arayisi.jpg"
        },
        {
            "id": 5,
            "Name": "Simyacı",
            "Author": "Paulo Coelho",
            "Publisher": "X Publish",
            "Type": "Roman",
            "Price": "30,80",
            "Translator": "Özdemir İnce",
            "Released_date": "28.09.2021",
            "ISBN": "9789750726439",
            "Language": "TR",
            "Page Amount": "184",
            "Volume": "Cartoon",
            "Paper Type": "Book",
            "Shape": "12 x 19.5 cm",
            "Available": true,
            "Content": "Simyacı, Brezilyalı eski şarkı sözü yazarı Paulo Coelho'nun, yayınlandığı 1988 yılından bu yana dünyayı birbirine katan, eleştirmenler tarafından bir `fenomen' olarak değerlendirilen üçüncü romanı. Simyacı, altı yılda kırk iki ülkede yedi milyondan fazla sattı. Bu, Gabriel Garcia Marquez'den bu yana görülmemiş bir olay. Yüreğinde, çocukluğunu yitirmemiş olan okurlar için bir `klasik' kimliği kazanan Simyacı'yı Saint-Exupery'nin Küçük Prens'i ve Richard Bach'ın Martı Jonathan Livingston'u ile karşılaştıranlar var (Publishers Weekly). Simyacı, İspanya'dan kalkıp Mısır Piramitlerinin eteklerinde hazinesini aramaya giden Endülüslü çoban Santiago'nun masalsı yaşamının felsefi öyküsü. Sanki bir `nasihatnâme': `Yazgına nasıl egemen olacaksın, mutluluğunu nasıl kuracaksın?' sorularına yanıt arayan bir hayat ve ahlak kılavuzu. Mistik bir peri masalına benzeyen romanın altı yılda, yedi milyondan fazla okur bulmasının gizi, kuşkusuz, onun bu kılavuzluk niteliğinden kaynaklanıyor. Simyacı'yı okumak, herkes daha uykudayken, güneşin doğuşunu seyretmek için şafak vakti uyanmaya benziyor.,",
            "Image": "./images/simyaci.jpg"
        }
    ]
}
